Revit 2027 API
ParameterTypeId.RoomTagOrientationUi Property
 "Tag Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomTagOrientationUi { get; }
Public Shared ReadOnly Property RoomTagOrientationUi As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomTagOrientationUi {
	ForgeTypeId^ get ();
}
static member RoomTagOrientationUi : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace